Tekla.Structures.Model.RebarSet.GetRebarLegSurfaces
Returns an enumerator of all child Tekla.Structures.ModelInternal.RebarLegSurfaceObject objects.
Returns: A model object enumerator on success, otherwise null.